Repository: 84000/data-translation-memory
Catalog: toh591-v3.tmx
Source language: bo
Languages: en

source: ཙེ་བྷྱཿཕཊ། སརྦ་ཀུམྦྷའ་ཎྜེ་བྷྱཿཕཊ། སརྦ་པཱུ་ཏ་ནེ་བྷྱཿཕཊ། སརྦ་ཀ་ཊ་པཱུ་ཏ་ནེ་བྷྱཿཕཊ། སརྦ་སྐནྡྷེ་བྷྱཿཕཊ། སརྦོནྨ་དེ་བྷྱཿཕཊ། སརྦ་ཙྪ་ཡེ་བྷྱཿཕཊ། སརྦ་ཨ་པ་སྨཱ་རེ་བྷྱཿཕཊ། སརྦོ་སྟཱ་ར་ཀེ་བྷྱཿཕཊ། སརྦ་ཌཱ་ཀི་ནཱི་བྷྱཿཕཊ། སརྦ་རེ་པ་ཏཱི་བྷྱཿཕཊ། སརྦ་ཡཱ་མ་ཡེ་བྷྱཿཕཊ། སརྦ་ཤ་ཀུ་ནི་བྷྱཿཕཊ། སརྦ་མཱ་ཏྲྀ་ག་ཎེ་བྷྱཿཕཊ། སརྦ་ཀམྦུ་ཀཱ་མི་ནཱི་བྷྱཿཕཊ། སརྦ་ཨཱ་ལ་མ་བ་ཀེ་བྷྱཿཕཊ། སརྦ་ཀ་ཊ་ཊ་ནེ་བྷྱཿཕཊ། སརྦ་ཀཎྜེབྷྱཿཕཊ། སརྦ་གནྡྷརྦེ་བྷྱཿཕཊ། སརྦ་ཨ་སུ་རེ་བྷྱཿཕཊ། སརྦ་ཀིནྣ་རེ་བྷྱཿཕཊ། སརྦ་ག་རུ་ཌེ་བྷྱཿཕཊ། སརྦ་མ་ཧོ་ར་གེ་བྷྱཿཕཊ། སརྦ་དུརླཾགྷི་ཏེ་བྷྱཿཕཊ། སརྦ་དུཿཔྲེ་ཀྵི་ཏྲེ་བྷྱཿཕཊ། སརྦ་ཛྭ་རེ་བྷྱཿཕཊ། སརྦ་བྷ་ཡེ་བྷྱཿཕཊ། སརྦོ་པ་དྲ་བེ་བྷྱཿཕཊ། སརྦོ་པ་སརྒེ་བྷྱཿཕཊ། སརྦ་ཀྲྀ་ཏྱ་ཀརྨ་ཎེ་ཀཱ་ཁོ་ཇེ་བྷྱཿཕཊ། ཀི་ར་ཎེ་བཻ་ཏཱ་ཌི་བྷྱཿཕཊ། ཙིཙྪཔྲེཥཀ་སརྦ་དུཥྩ་ར་དི་ཏེ་བྷྱཿཕཊ། སརྦ་དུརྦྷཀྟེ་བྷྱཿཕཊ། སརྦ་ཏཱིརྠི་ཀེ་བྷྱཿཕཊ། སརྦ་ཤྲ་མ་ཎེ་བྷྱཿཕཊ། སརྦ་ཏཱི་རྠི་ཀེ་བྷྱཿཕཊ། སརྦ་བཱ་ཏ་ཀེ་བྷྱཿཕཊ། སརྦ་བིདྱཱ་དྷ་རེ་བྷྱཿཕཊ། ཛ་ཡ་ཀ་ར། མ་དྷུ་ཀ་ར། སིདྡྷི་ཀ་ར། སརྦ་ཨརྠ་སཱ་དྷ་ཀེ་བྷྱོ་བིདྱཱ་ཙཱརྱེབྷྱཿཕཊ། ཙཏུ་ར་བྷྱོབྷ་གི་ནཱི་བྷྱཿཕཊ། བཛྲ་ཀཽ་མཱ་རཱི་ཡེ་བཛྲ་ཀུ་ལཾ་དྷ་རི་བིདྱཱ་ཙརྱེབྷྱཿཕཊ། སརྦ་མ་ཧཱ་པྲ་ཏྱཾ་གི་རེ་བྷྱཿཕཊ། བཛྲ་ཤཾ་ཀ་ལཱ་ཡ་པྲ་ཏྱཾ་གི་ར་རཱ་ཛཱ་ཡ་ཕཊ། མ་ཧཱ་ཀཱ་ལཱ་ཡ་མཱ་ཏྲྀ་ག་ཎ་ན་མསྐྲྀ་ཏཱི་ཡེ་ཕཊ། བྲཧྨཱ་ཎཱི་ཡེ་ཕཊ། བིཥྞུ་བཱི་ཡེ་ཕཊ། མ་ཧེ་ཤྭ་རཱི་ཡེ་ཕཊ། རཽ་དྲཱི་ཡེ་ཕཊ། མ་ཧཱཀཱ་ལཱི་ཡེ་ཕཊ།
en: he he phaṭ | ho ho phaṭ | amoghāya phaṭ | apratihatāya phaṭ | varadāya phaṭ | varapradāya phaṭ | pratyaṅgiritāya phaṭ | asuravidrāvaṇakarāya phaṭ | paravidrāvaṇakarāya phaṭ | sarvadevebhyaḥ phaṭ | sarvanāgebhyaḥ phaṭ | sarvayakṣebhyaḥ phaṭ | sarvarākṣasebhyaḥ phaṭ | sarvabhūtebhyaḥ phaṭ | sarvapretebhyaḥ phaṭ | sarvapiśācebhyaḥ phaṭ | sarvakumbhāṇḍebhyaḥ phaṭ | sarvapūtanebhyaḥ phaṭ | sarvakaṭapūtanebhyaḥ phaṭ | sarvaskandebhyaḥ phaṭ | sarvonmādebhyaḥ phaṭ | sarvachāyebhyaḥ phaṭ | sarvāpasmārebhyaḥ phaṭ | sarvostārakebhyaḥ phaṭ | sarvaḍākinībhyaḥ phaṭ | sarvarevatībhyaḥ phaṭ | sarvayāmakebhyaḥ phaṭ | sarvaśakunibhyaḥ phaṭ | sarvamātṛgaṇebhyaḥ phaṭ | sarvakambukāminībhyaḥ phaṭ | sarvālaṃbakebhyaḥ phaṭ | sarvakaṭaṭanebhyaḥ phaṭ | sarvakaṇḍebhyaḥ phaṭ | sarvagandharvebhyaḥ phaṭ | sarvāsurebhyaḥ phaṭ | sarvakinnarebhyaḥ phaṭ | sarvagaruḍebhyaḥ phaṭ | sarvamahoragebhyaḥ phaṭ | sarvadurlaṅghitebhyaḥ phaṭ | sarva duḥprekṣitebhyaḥ phaṭ | sarvajvarebhyaḥ phaṭ | sarvabhayebhyaḥ phaṭ | sarvopadravebhyaḥ phaṭ | sarvopasargebhyaḥ phaṭ | sarvakṛtyakarmaṇakākhordebhyaḥ phaṭ | kiraṇavaitāḍebhyaḥ phaṭ | cichapreṣakasarvaduścharditebhyaḥ phaṭ | sarvadurbhuktebhyaḥ phaṭ | sarvatīrthakebhyaḥ phaṭ | sarvaśramaṇebhyaḥ phaṭ | sarvapātakebhyaḥ phaṭ | sarvavidyādharebhyaḥ phaṭ | jayakaramadhukarasiddhikarasarvārthasādhakebhyo vidyācāryebhyaḥ phaṭ | caturbhyo bhaginībhyaḥ phaṭ | vajrakaumārīye kulandharividyācaryebhyaḥ phaṭ | sarvamahāpratyaṅgirebhyaḥ phaṭ | vajraśṛṅkhalāya pratyaṅgirarājāya phaṭ | mahākālāya mātṛgaṇanamaskṛtīye phaṭ | brahmāṇīye phaṭ | vaiṣṇāvīye phaṭ | maheśvarīye phaṭ | raudrīye phaṭ | mahākālīye phaṭ | cāmuṇḍīye phaṭ | kaumārīye phaṭ | vārāhīye phaṭ | indrāye phaṭ | agniye phaṭ | yamāye phaṭ | nairṛitīye phaṭ | varuṇāye phaṭ | mārutīye phaṭ | somaye phaṭ | aiśānīye phaṭ | kāladaṇḍīye phaṭ | kālarātriye phaṭ | yamadaṇḍīye phaṭ | yamarātrīye phaṭ | kapālīye phaṭ | adhimuktiśmaśānavāsinīye phaṭ | oṁ ṣṭoṃ bandha bandha rakṣa rakṣa māṃ svāhā | “Please protect me and all beings so that all those who are harmful and harbor harmful intentions toward me, who are dangerous and harbor dangerous intentions, who are evil and harbor evil intentions, who are angry and harbor angry intentions, and who are malicious and harbor malicious intentions develop a loving mindset.

source: ཙཱ་མུ་ཎྜི་ཡེ་ཕཊ། ཀཽ་མཱ་རཱི་ཡ་ཕཊ། བཱ་རཱ་ཧཱི་ཡེ་ཕཊ། ཨིན་དྲཱི་ཡེ་ཕཊ། ཨགྣི་ཡེ་ཕཊ། ཡ་མཱ་ཡཻ་ཕཊ། ནཻ་རི་ཏཱི་ཡེ་ཕཊ། བ་རུ་ཎཱ་ཡཻ་ཕཊ། མཱ་རུ་ཏཱི་ཡེ་ཕཊ།
en: May we live a hundred years!

source: སོ་མཱ་ཡཻ་ཕཊ། ཨཱི་ཤཱ་ནཱི་ཡེ་ཕཊ། ཀཱ་ལཱ་དཎྜཱི་ཡེ་ཕཊ། ཀཱ་ལཱ་རཱ་ཏྲཱི་ཡཻ་ཕཊ། ཡ་མ་དཎྞི་ཡེ་ཕཊ། ཡ་མ་རཱ་ཏྲཱི་ཡེ་ཕཊ། ཀ་པཱ་ལཱི་ཡེ་ཕཊ། ཨ་དྷི་མུཀྟི་ཤྨ་ཤཱ་ན་བཱ་སི་ནཱི་ཡཻ་ཕཊ། ཨོཾ་ཥྚོཾ་བནྡྷ་བནྡྷ་རཀྵ་རཀྵ་མཱི་སྭཱ་ཧཱ། སེམས་ཅན་གང་སུ་དག་བདག་ལ་གདུག་པ་དང་གདུག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་དང་དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་།
en: May we see a hundred autumns! “

source: སྡིག་པ་དང་སྡིག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། འཁྲུག་པ་དང་འཁྲུག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། སྡང་བ་དང་སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་བྱམས་པའི་སེམས་དང་ལྡན་པར་གྱུར་ནས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བསྲུང་དུ་གསོལ། ལོ་བརྒྱ་འཚོ་བར་གྱུར་ཅིག་སྟོན་བརྒྱ་མཐོང་བར་གྱུར་ཅིག །གནོད་སྦྱིན་དང་གདོན་གང་སུ་དག་ཟས་སུ་མདངས་ཟ་བ་རྣམས་དང་། གཟི་བྱིན་འཕྲོག་པ་རྣམས་དང་། ཟས་སུ་མངལ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཁྲག་འཐུང་བ་རྣམས་དང་། ཟས་སུ་ཞག་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཤ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཚིལ་ཟ་བ་རྣམས་དང་། ཟས་སུ་རྐང་ཟ་བ་རྣམས་དང་། ཟས་སུ་བཙས་པ་ཟ་བ་རྣམས་དང་། སྲོག་འཕྲོག་པ་རྣམས་དང་། ཟས་སུ་ལྷག་མ་ཟ་བ་རྣམས་དང་། ཟས་སུ་གཏོར་མ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཕྲེང་བ་ཟ་བ་རྣམས་དང་། ཟས་སུ་དྲི་ཟ་བ་རྣམས་དང་། ཟས་སུ་བདུག་པ་ཟ་བ་རྣམས་དང་། ཟས་སུ་མེ་ཏོག་ཟ་བ་རྣམས་དང་། ཟས་སུ་འབྲས་བུ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ལོ་ཏོག་ཟ་བ་རྣམས་དང་། ཟས་སུ་སྦྱིན་སྲེག་ཟ་བ་རྣམས་དང་། ཟས་སུ་རྣག་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཕྱི་ས་ཟ་བ་རྣམས་དང་། ཟས་སུ་གཅིན་འཐུང་བ་རྣམས་དང་། ཟས་སུ་མཆིལ་མ་འཐུང་བ་རྣམས་དང་། ཟས་སུ་སྐྱུགས་པ་ཟ་བ་རྣམས་དང་། ཟས་སུ་སྣབས་ཟ་བ་རྣམས་དང་། ཟས་སུ་ངར་སྣབས་ཟ་བ་རྣམས་དང་། ཟས་སུ་མི་གཙང་བ་ཟ་བ་རྣམས་དང་། ཟས་སུ་སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་རྣམས་དང་། སྡིག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། གདུག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་། འཁྲུག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། ལྷའི་གདོན་རྣམས་དང་། ཀླུའི་གདོན་རྣམས་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་རྣམས་དང་། གནོད་སྦྱིན་གྱི་གདོན་རྣམས་དང་། སྲིན་པོའི་གདོན་རྣམས་དང་། འབྱུང་པོའི་གདོན་རྣམས་དང་། ཡི་དགས་ཀྱི་གདོན་རྣམས་དང་། ཤ་ཟའི་གདོན་རྣམས་དང་། ཀུམ་བྷཎྜའི་གདོན་རྣམས་དང་། སྲུལ་པོའི་གདོན་རྣམས་དང་། ལུས་སྲུལ་པོའི་གདོན་རྣམས་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་རྣམས་དང་། སྨྱོ་
en: Protect me from yakṣas and grahas who steal vitality, energy, and fetuses; who drink blood; who consume fat, flesh, grease, marrow, and newborns; who steal life; who consume leftovers, oblations, garlands, fragrances, incense, flowers, fruits, grains, and burnt offerings; who consume pus and feces; who drink urine and saliva; who consume vomit, snot, mucus, and filth; and who drink sewage; and from beings who harbor evil, harmful, dangerous, angry, or malicious intentions. “

source: བྱེད་ཀྱི་གདོན་རྣམས་དང་། གྲིབ་གནོན་གྱི་གདོན་རྣམས་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་རྣམས་དང་། གནོན་པོའི་གདོན་རྣམས་དང་། མཁའ་འགྲོ་མའི་གདོན་རྣམས་དང་། ནམ་གྲུའི་གདོན་རྣམས་དང་། གཤིན་རྗེའི་གདོན་རྣམས་དང་། བྱའི་གདོན་རྣམས་དང་། མ་མོ་དགའ་བར་བྱེད་པའི་གདོན་རྣམས་དང་། ཀུན་དུ་འབྲེང་བའི་གདོན་རྣམས་དང་། རེ་ལྡེ་འདོན་པའི་གདོན་རྣམས་དང་། ཚེར་མ་འདོན་པའི་གདོན་རྣམས་ལས་བདག་བསྲུང་བར་མཛད་དུ་གསོལ།
en: Protect us from grahas who are devas, nāgas, asuras, yakṣas, rākṣasas, bhūtas, pretas, piśācas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, unmādas, chāyās, apasmāras, ostārakas, ḍākinīs, revatīs, yāmakas, śakunis, mātṛnandīs, samikās, kaṭakamālinīs, and kaṇṭakamālinīs!

source: ལོ་བརྒྱ་འཚོ་བར་གྱུར་ཅིག །
en: May we live a hundred years!

source: སྟོན་བརྒྱ་མཐོང་བར་གྱུར་ཅིག །རིམས་ཉིན་གཅིག་པ་རྣམས་དང་། ཉིན་གཉིས་པ་རྣམས་དང་།
en: May we see a hundred autumns! “

source: ཉིན་གསུམ་པ་རྣམས་དང་། ཉིན་བཞི་པ་རྣམས་དང་། ཉིན་བདུན་པ་རྣམས་དང་། རྟག་པའི་རིམས་རྣམས་དང་། རིམས་མི་བཟད་པ་རྣམས་དང་། འབྱུང་པོའི་རིམས་རྣམས་དང་། རླུང་ལས་གྱུར་པ་རྣམས་དང་། མཁྲིས་པ་ལས་གྱུར་པ་རྣམས་དང་། བད་ཀན་ལས་གྱུར་པ་རྣམས་དང་། འདུས་པ་ལས་གྱུར་པ་རྣམས་དང་།
en: Dispel all fevers that last one day, two days, three days, four days, or seven days; those that are chronic or irregular; those that are caused by bhūtas; and those that arise from disturbances in the wind, bile, phlegm, or their combination.

source: རིམས་ནད་ཐམས་ཅད་དང་། ཀླད་པ་ན་བ་བསལ་དུ་གསོལ། གཞོགས་ཕྱེད་ན་བ་དང་། ཡི་ག་འཆུས་པ་དང་།
en: Dispel all illnesses of the brain! “

source: མིག་ནད་དང་། སྣ་ནད་དང་། ཁ་ནད་དང་། མགུལ་ནད་དང་། སྙིང་ནད་དང་། ལྐོག་མའི་ལྷ་གོར་ན་བ་དང་། རྣ་བ་ན་བ་དང་། སོ་ན་བ་དང་། སྙིང་ན་བ་དང་། གནད་ན་བ་དང་། རྩིབ་ལོགས་ན་བ་དང་། རྒྱབ་ན་བ་དང་། ལྟོ་བ་ན་བ་དང་། རྐེད་པ་ན་བ་དང་། ཆུ་སོ་ན་བ་དང་། བརླན་བ་དང་། རྗེ་ངར་ན་བ་དང་། ལག་པ་ན་བ་དང་། རྐང་པ་ན་བ་དང་། ཡན་ལག་ན་བ་དང་། ཉིང་ལག་ན་བ་བསལ་དུ་གསོལ། གདུགས་དཀར་པོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདིས་དཔག་ཚད་བཅུ་གཉིས་ཀྱི་ནང་ཚུན་ཆད་དུ་འབྱུང་པོ་དང་། རོ་ལངས་དང་། མཁའ་འགྲོ་མ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། རིམས་ནད་དང་། ཤུ་བ་དང་། གཡན་པ་དང་། འབྲུམ་བུ་ཕྲ་མོ་དང་། མཚན་བར་རྡོལ་བ་དང་། མཛེ་དང་། ཕོལ་མིག་དང་། བས་བལྡགས་དང་། མེ་དཔལ་དང་། གཡན་པ་དང་། ལྷོག་པ་དང་། སྐེམས་པ་དང་། སྐྲག་པ་དང་། ལུད་པ་ལུ་བ་དང་། དབུགས་མི་བདེ་བ་དང་། མི་དྲན་པ་དང་། དབྱིག་དུག་དང་། དུག་སྦྱར་མ་དང་། བྱད་དང་། མེ་དང་། ཆུ་དང་། མི་ངས་དང་། བདུད་དང་། འཆིང་བ་དང་། དགྲ་དང་། དགོན་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བ་དང་། སྦྲང་བུ་ཏྲྱེ་བུ་ཀ་དང་། ཏྲཻ་ལ་ཏཱ་ཀ་དང་། སྡིག་པ་དང་། སྦྲུལ་དང་། སྲེ་མོ་དང་། སེང་གེ་དང་།
en: Dispel splitting headaches; loss of appetite; illnesses of the eyes, nose, mouth, throat, and heart; laryngitis; and pain in the ears, teeth, heart, joints, sides, back, stomach, hips, pelvis, thighs, calves, hands, feet, and all the major and minor appendages! “

source: སྟག་དང་། དོམ་དང་། དྲེད་དང་། གཡག་རྒོད་དང་། ཆུ་སྲིན་ལ་སོགས་པའི་སྲོག་ཆགས་རྣམས་བསལ་དུ་གསོལ།
en: May the great averting spell of the vajra uṣṇīṣa Sitātapatrā dispel everything within twelve yojanas, including all bhūtas, vetālas, ḍākinīs, yakṣas, rākṣasas, fevers, skin disease, itching, pruritus, fistulas, leprosy, boils, skin irritations, erysipelas, scabies, blood boils, emaciation, anxiety, coughs, labored breathing, memory loss, poisonous brews, poisonous compounds, kākhordas, fire, water, pestilence, māras, imprisonment, enemies, the wilderness, untimely death, tryambuka flies, tralāṭa flies, scorpions, snakes, mongooses, lions, tigers, bears, jackals, wild yaks, makaras, and other creatures. “

source: དེ་དག་ཐམས་ཅད་ཀྱི་རིག་སྔགས་བཅིང་བར་བྱའོ།
en: I bind all their spells.

source: །གཟི་བརྗིད་བཅིང་བར་བྱའོ།
en: I bind their energy.

source: །གཞན་ཐམས་ཅད་ཀྱི་རིག་སྔགས་བཅིང་བར་བགྱིའོ།
en: I bind the spells of all opponents.

source: །མཚམས་བཅིང་བར་བགྱིའོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་ན་ལེ་ཨ་ན་ལེ། ཁ་ས་མེ་ཁ་ས་མེ། བཱི་ར་བཱི་ར། སཽ་མྱེ་སཽ་མྱེ། ཤཱནྟེ་ཤཱནྟེ། དཱནྟེ་དཱནྟེ། བི་ཥ་དེ་བི་ཥ་དེ།
en: I demarcate the boundary.

source: བཻ་རེ་བཻ་རེ། དེ་བི་བཛྲ་དྷཱ་རི་བནྡྷ་བནྡྷ་ནི་བཛྲ་པཱ་ཎི་ཕཊ། ཨོྃ་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ་ཕཊ་སྭཱ་ཧཱ། ཨོྃ་བཛྲ་པཱ་ཎི་བནྡྷ་བནྡྷ་བཛྲ་པཱ་ཤེ་ན་མ་མ་སརྦ་དུཥྚ་བིགྷཱཾ་བི་ནཱ་ཡ་ཀཱཾ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཉེ་བའི་སྙིང་པོའོ།
en: tadyathā | oṁ anale anale | khasame khasame | vīre vīre | saumye saumye | śānte śānte | dānte dānte | viṣade viṣade | vaire vaire | devi vajradhari | bandha bandhani | vajrapāṇi phaṭ | oṁ hūṁ drūṃ hrīḥ ṣṭoṃ phaṭ svāhā | oṁ vajrapāṇi bandha bandha vajrapāśena sarvaduṣṭavighnān vinyāyakān hūṁ hūṁ phaṭ phaṭ svāhā | “This is the subsidiary essence mantra. “

source: །སུས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་གྲོ་ག་འམ། རས་སམ་ཤིང་ཤུན་ལ་བྲིས་ཏེ། ལུས་སམ་མགུལ་དུ་ཐོགས་སམ་ཀློག་པར་བྱེད་ན་དེ་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་དུག་གིས་མི་ཚུགས། མཚོན་གྱིས་མི་ཚུགས། མེ་ཡིས་མི་ཚུགས། ཆུས་མི་ཚུགས། དབྱིག་དུག་གིས་མི་ཚུགས། དུག་སྦྱར་མས་མི་ཚུགས། བྱད་ཀྱིས་མི་ཚུགས། དུས་མ་ཡིན་པར་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: Whoever writes this invincible queen of spells for averting, Sitātapatrā born from the uṣṇīṣa of all tathāgatas, on birch bark, cloth, or tree bark and wears it on their body or around their neck or reads it will not be harmed by poison, weapons, fire, water, poisonous brews, poisonous compounds, or kākhordas for as long as they live, nor will they meet an untimely death.

source: །གདོན་ཐམས་ཅད་དང་། བགེགས་ཐམས་ཅད་དང་། ལོག་འདྲེན་ཐམས་ཅད་ཀྱང་དགའ་བར་འགྱུར་རོ།
en: They will become dear to all grahas, vighnas, and vināyakas.

source: །རྡོ་རྗེའི་རིགས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་རྣམས་དང་གྲུབ་པའི་ལྷ་མོ་རྣམས་ཀྱིས་ཀྱང་དེ་ལ་རྟག་ཏུ་མཐུན་པར་སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པར་བྱེད་དོ།
en: The eighty-four billion goddesses of the vajra family and the accomplished goddesses will always and perpetually guard, protect, and defend them.

source: །དེ་རྣམས་ཀྱི་ཡིད་དུ་འོང་བ་དང་དགའ་བར་ཡང་འགྱུར་རོ།
en: They will become dear to and delight those goddesses.

source: །བསྐལ་པ་ཆེན་པོ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིར་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: They will recall their rebirths of the past eighty-four thousand great eons.

source: །རྡོ་རྗེའི་ཕོ་ཉ་མོ་དྲུག་ཅུ་རྩ་བཞི་ཡང་རྟག་པར་ཕྱི་བཞིན་ཡོངས་སུ་སྐྱོང་བར་འགྱུར་རོ། །ནམ་དུ་ཡང་གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་།
en: The sixty-four vajra dūtīs will also always constantly follow and defend them.

source: ཡི་དགས་དང་། ཤ་ཟ་དང་། སྲུལ་པོ་དང་། ལུས་སྲུལ་པོ་ཉིད་དུ་མི་འགྱུར་རོ། །མི་དབུལ་པོར་མི་འགྱུར་རོ།
en: They will never become yakṣas, rākṣasas, pretas, piśācas, pūtanas, or kaṭapūtanas, nor will they ever be poor.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: They will gain a quantity of merit equal to that of the blessed buddhas as innumerable and limitless as the grains of sand in the river Ganges.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱིས་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦེད་པར་མཛད་ཅིང་།
en: Blessed buddhas and bodhisattvas as numerous as the grains of sand in the river Ganges will always guard, protect, and defend them, and they will please and gladden those buddhas and bodhisattvas. “

source: དེ་དག་གི་ཐུགས་སུ་བྱོན་པ་དང་དགྱེས་པར་ཡང་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་འཆང་ན་ཚངས་པར་མི་སྤྱོད་པ་ཡང་ཚངས་པར་སྤྱོད་པར་འགྱུར་རོ།
en: If one keeps this queen of spells for averting called the invincible Sitātapatrā born from the uṣṇīṣa of all tathāgatas, one will become chaste if one was not chaste.

source: །ཐུབ་པར་མ་བྱས་པ་ཡང་ཐུབ་པར་བྱས་པར་འགྱུར་རོ།
en: Those who did not observe silence will observe silence.

source: །མི་གཙང་བ་ཡང་གཙང་བར་འགྱུར་རོ།
en: The impure will become pure.

source: །སྨྱུང་བ་མ་བྱས་པ་ཡང་སྨྱུང་བ་བྱས་པར་འགྱུར་རོ།
en: Those who did not practice abstinence will practice abstinence.

source: །མཚམས་མེད་པ་ལྔ་བྱས་པ་ཡང་འབྱང་བར་འགྱུར་རོ།
en: Even those who committed the five acts with immediate retribution will be purified.

source: །སྔོན་གྱི་ལས་ཀྱི་སྒྲིབ་པ་ཡང་མ་ལུས་པར་ཟད་པར་འགྱུར་རོ།
en: All the obscurations resulting from their past actions will be exhausted without exception. “

source: །རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་བུ་འདོད་པ་གང་ལ་ལས་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་མོ་ཅན་ཕྱིར་ཟློག་པ་ཆེན་མོ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་འཆང་ངམ་ཀློག་ན་བུ་འདོད་པ་དེས་བུ་རྙེད་དེ།
en: If a son or daughter of noble family who wishes to have a child keeps or recites this queen of spells for averting, Sitātapatrā born from the uṣṇīṣa of all tathāgatas, they will gain a child.

source: ཚེ་དང་བསོད་ནམས་དང་། སྟོབས་ཀྱང་རབ་ཏུ་རྙེད་དོ།
en: The child will have a long life and possess merit and strength.

source: །འདི་ནས་ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ། །མི་ནད་དང་། ཕྱུགས་ནད་དང་། ཡམས་ཀྱི་ནད་དང་། འཚེ་བ་དང་།
en: After they pass away they will take birth in the realm of Sukhāvatī. “

source: གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་ཐམས་ཅད་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་འོང་བ་ཐམས་ཅད་ལ། དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་མོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ།
en: Those who are threatened by diseases that affect humans or livestock or by calamities, violence, harm, epidemics, mental disturbances, and the approach of opposing armies should affix this invincible queen of spells for averting called Sitātapatrā born from the uṣṇīṣa of all tathāgatas to the top of a banner and worship it with great offerings.

source: རིམ་གྲོ་ཆེར་བྱས་ཏེ་མཆོད་པ་ཆེན་པོ་བྱས་ལ་གྲོང་ཁྱེར་ཐམས་ཅད་ཀྱི་སྒོའམ། གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། དགོན་པའི་གནས་སུ་གཟུགས་སོ།
en: The banner should then be planted at the gateway to any city or in a town, city, market town, country, or monastery.

source: །འཕགས་པ་གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་མ་ཆེན་མོ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་རིམ་གྲོ་ཆེར་བྱས་ཏེ་བཙུགས་ན་བཙུགས་མ་ཐག་ཏུ་གཡུལ་ཞི་བར་བྱས་པར་འགྱུར་རོ། །ཡམས་ཀྱི་ནད་དང་།
en: This noble, invincible, great queen of spells for averting should be worshiped and planted.

source: འཚེ་བ་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: As soon as it has been planted, war will be pacified, as will calamities, violence, harm, epidemics, mental disturbances, and the approach of opposing armies.

source: །ཏདྱ་ཐཱ། ཨོཾ་ཥྚོཾ་བནྡྷ་བནྡྷ་མ་མ་རཀྵ་རཀྵ་སྭཱ་ཧཱ། ཨོཾ་ཥྚོཾ་བནྡྷ་བནྡྷ་བཛྲ་མ་མ་ར་ཀྵ་རཀྵ་བཛྲ་པཱ་ཎི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྚི་ཥ་ཨ་ན་ལེ་ཨ་བ་ལོ་ཀི་ཏེ་ཙུརྞ་ཏེ་ཛྭ་རཱ་ཤི །ཨོཾ་ཛྭ་ལ་ཛྭ་ལ། དྷ་ཀ་དྷ་ཀ །དྷ་ར་དྷ་ར། བི་ད་ར་བི་ད་ར། ཙྪིནྡ་ཙྪིནྡ། བྷིནྡ་བྷིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཏདྱ་ཐཱ། ཨོྃ་ཨ་ན་ལེ་ཨ་ན་ལེ། ཁ་ས་མེ་ཁ་ས་མེ། བཻ་རེ་བཻ་རེ། སཽ་མེ་སཽ་མེ། སརྦ་བུདྷཱུ་ཨ་དྷིཥྵཱ་ན་ཨ་དྷིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏོཥྞི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་ཕཊ། ཧཱུྃ་མ་མ་ཧཱུྃ་ནི་ཧཱུྃ་སྭཱ་ཧཱ། ཀླུའི་རྒྱལ་པོ་མཐའ་ཡས་དང་། ཀླུའི་རྒྱལ་པོ་དུང་སྐྱོང་དང་། ཀླུའི་རྒྱལ་པོ་ནག་པོ་ཆེན་པོ་རྣམས་ཀྱིས་དུས་དུས་སུ་ཆར་འབེབས་སོ།
en: tadyathā | oṁ ṣṭoṁ bandha bandha mama rakṣa rakṣa svāhā || oṁ ṣṭoṁ bandha bandha vajra mama rakṣa rakṣa vajrapāṇi hūṁ phaṭ svāhā || oṁ sarvatathāgatoṣṇīṣānale avalokite curṇa tejorāśi || oṁ jvala jvala | dhaka dhaka | dhara dhara | vidara vidara | chinda chinda | bhinda bhinda hūṁ hūṁ phaṭ phaṭ svāhā || oṁ sarvatathāgatoṣṇīṣa hūṁ phaṭ svāhā || tadyathā | oṃ anale anale | khasame khasame | vaire vaire | saumye saumye | sarvabuddhādiṣṭhānādhiṣṭhite sarvatathāgatoṣṇīṣasitātapatre hūṁ phaṭ | hūṁ mama hūṁ ni hūṁ svāhā || “The nāga kings Ananta, Śaṅkhapāla, and Mahākṛṣṇa will send timely rain, clouds, and peals of thunder.

source: །དུས་དུས་སུ་སྤྲིན་སྡུད་དོ། །དུས་དུས་སུ་འབྲུག་གི་སྒྲ་སྒྲོགས་པར་འགྱུར་རོ། །ཉེ་བར་འཚེ་བ་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་རྣལ་འབྱོར་དུ་བྱས་ལ་ལན་གསུམ་བཟླས་པར་བྱའོ། །སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་།
en: When facing any calamity, this should be recited three times in connection with the Buddha.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: The buddhas and bodhisattvas, together with the whole world of devas, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཆེན་མོ་ཕྱིར་ཟློག་པ་མཆོག་ཏུ་གྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།པཎྜི་ཏ་པ་ར་ཧི་ཏ་བྷ་དྲ་དང་།
en: Thus concludes the noble dhāraṇī “The Supreme Accomplishment of Invincible Averting, Sitātapatrā Born from the Uṣṇīṣa of the Tathāgata.”

source: ལོ་ཙྪ་བ་གཟུ་དགའ་རྡོར་གྱིས་ཁ་ཆེའི་བདུད་རྩི་འབྱུང་གནས་ཀྱི་གཙུག་ལག་ཁང་གི་དཔེ་རྙིང་ལ་གཏུགས་ནས་གཏན་ལ་ཕབ་པ།།
en: This translation was finalized after consulting an old manuscript from the Amṛtabhavana monastery in Kashmir by the paṇḍita Parahitabhadra and the lotsāwa Zu Gador.
